dotfile/main.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ru" xml:lang="ru">
<head>
<!-- 2023-12-07 Чт 21:51 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>main</title>
<meta name="author" content="Vladimir Ryazansew" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="./setupfiles/org-spec.css" type="text/css" />
<link rel="stylesheet" href="setupfiles/style.css" type="text/css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">main</h1>
<div id="table-of-contents" role="doc-toc">
<h2>&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#Russian doll">Russian doll Operating System</a></li>
<li><a href="#orga771d1b">License</a></li>
</ul>
</div>
</div>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Author</b></td>
<td class="org-left">Vladimir Ryazansew (elf.forest@yandex.ru)</td>
</tr>

<tr>
<td class="org-left"><b>Date</b></td>
<td class="org-left">2023-12-07 21:51:30</td>
</tr>
</tbody>
</table>
<div id="outline-container-Russian doll" class="outline-2">
<h2 id="Russian doll">Russian doll Operating System&#xa0;&#xa0;&#xa0;<span class="tag"><span class="os">os</span></span></h2>
<div class="outline-text-2" id="text-Russian doll">
</div>
</div>
<div id="outline-container-orga771d1b" class="outline-2">
<h2 id="orga771d1b">License</h2>
<div class="outline-text-2" id="text-orga771d1b">
<blockquote>
<p>
Copyright (C) 2023-2023 Vladimir Ryazansew (elf.forest@yandex.ru) 
</p>

<p>
Permission is granted to copy, distribute and/or modify this document
under the terms of the GNU Free Documentation License, Version 1.3
or any later version published by the Free Software Foundation;
with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts.
</p>

<p>
Code in this document is free software: you can redistribute it
and/or modify it under the terms of the GNU General Public
License as published by the Free Software Foundation, either
version 3 of the License, or (at your option) any later version.
</p>

<p>
This code is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU General Public License for more details.
</p>
</blockquote>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">&#1044;&#1072;&#1090;&#1072;: Четверг, декабря  7 2023</p>
<p class="author">&#1040;&#1074;&#1090;&#1086;&#1088;: Vladimir Ryazansew</p>
<p class="date">Created: 2023-12-07 Чт 21:51</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
